{
  "catalogId": "031e7f9a-d084-4cff-8426-06b90fe3c0db",
  "name": "SIMVASTATIN TEVA ® 40 MG",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "129 18 30737 00",
  "treatmentDescriptions": "Coronary Heart Disease : In patients with coronary heart disease and hypercholesterolemia  Simvastatin-teva is indicated to:     Reduce the risk of total mortality by reducing coronary death ;Reduce the risk of non-fatal myocardial infarction ;Reduce the risk for undergoing myocardial revascularization procedures.      Reduce the risk of stroke and transient ischemic attacks (TIA).   Hyperlipidemia: Simvastatin-teva is indicated as an adjunct to diet to reduce elevated TOTAL-C  LDL-C  Apo B and TG  and to increase HDL-C in patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Frederickson Types IIa and IIb) Simvastatin-teva therefore  lowers the LDL-C/HDL-C and the total-C/HDL-C ratios.   Homozygous familial hypercholesterolemia: Simvastatin-teva is also indicated as an adjunct to diet and other non-dietary measures in reducing elevated total cholesterol  LDL-cholesterol and apolipoprotein B in patients with homozygous familial hypercholesterolemia when response to these measures is inadequate.   Hypertriglyceridemia (Fredrickson type IV hyperlipidemia). Simvastatin-teva is indicated for the treatment of patients with hypertriglyceridemia ( Fredrickson type IV  hyperlipidemia).  Dysbetalipoproteinemia (Fredrickson type III hyperlipidemia): Simvastatin-teva is also indicated for the treatment of patients with primary dysbetalipoproteinemia (Fredrickson type III hyperlipidemia).",
  "termsOfIssue": "Prescription required",
  "form": "tablets",
  "route": "per os",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "SIMVASTATIN",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "C10AA01",
      "name": "SIMVASTATIN"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "SIMVASTATIN-TEVA 10MG 30TAB",
      "manufacturer": {
        "name": "טבע",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 30.0,
        "unit": "units"
      },
      "packagingDescription": "BLISTER PVC/PE/PVDC/AL",
      "shelfLife": "24",
      "storageConditions": "",
      "codes": {
        "moh": "4132",
        "yarpa": "26873",
        "pharmasoft": "19429"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 9.843,
        "retailMargin": 37.0,
        "maxRetailPrice": 13.48491,
        "maxPriceWithVAT": 15.9121938
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:11.495197"
  }
}