{
  "catalogId": "1e167236-4e04-442f-b90c-a92ce906900c",
  "name": "IMFINZI",
  "status": "",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "159 97 35280 00",
  "treatmentDescriptions": "Urothelial CarcinomaIMFINZI is indicated for the treatment of patients with PD-L1 high (Tumor cell &#8805;25% or IC &#8805;25%) locally advanced or metastatic urothelial carcinoma who: - have disease progression during or following platinum-containing chemotherapy. - have disease progression within 12 months of neoadjuvant or adjuvant treatment with platinum containing chemotherapy. Non-Small Cell Lung Cancer - IMFINZI is indicated for the treatment of patients with unresectable Stage III non-small cell lung cancer (NSCLC) whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. - IMFINZI in combination with tremelimumab and platinum-based chemotherapy is indicated for the first-line treatment of adults with metastatic NSCLC with no sensitising EGFR mutations or ALK positive mutations. Small Cell Lung Cancer- IMFINZI, in combination with etoposide and either carboplatin or cisplatin, is indicated for the first-line treatment of adult patients with extensive-stage small cell lung cancer (ES-SCLC).- IMFINZI, as a single agent, is indicated for the treatment of adult patients with limited-stage small cell lung cancer (LS-SCLC) whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy (cCRT).Biliary Tract Cancers IMFINZI in combination with gemcitabine and cisplatin is indicated for the first-line treatment of adults with locally advanced, unresectable, or metastatic biliary tract cancer (BTC). Hepatocellular CarcinomaIMFINZI in combination with tremelimumab is indicated for the first line treatment of adults with advanced or unresectable hepatocellular carcinoma (HCC).Endometrial CancerIMFINZI in combination with carboplatin and paclitaxel followed by Imfinzi as a single agent, for the treatment of adult patients with primary advanced or recurrent endometrial cancer that is mismatch repair deficient (dMMR).",
  "termsOfIssue": "Prescription required",
  "form": "solution for infusion",
  "route": "i.v",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "DURVALUMAB/ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L01XC28",
      "name": "DURVALUMAB"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת ",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "IMFINZI 120 MG/2.4 ML 1VIAL",
      "manufacturer": {
        "name": "אסטראזנקה",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "8291",
        "yarpa": "5240",
        "pharmasoft": "10307",
        "barcode": "7290013075703"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1643.15805,
        "retailMargin": 17.5,
        "maxRetailPrice": 1930.710709,
        "maxPriceWithVAT": 2278.238535
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T04:01:16.743308"
  }
}