{
  "catalogId": "21cda70d-d276-4a48-85ce-525f1c4f7dbd",
  "name": "HULIO",
  "status": "",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "167 87 36610 00",
  "treatmentDescriptions": "Rheumatoid arthritis: Hulio in combination with methotrexate is indicated for:-The treatment of moderate to severe, active rheumatoid arthritis in adult patients when the response to disease-modifying anti-rheumatic drugs including methotrexate has been inadequate.-The treatment of severe, active and progressive rheumatoid arthritis in adults not previously treated with methotrexate.Hulio can be given as monotherapy in case of intolerance to methotrexate or when continued treatment with methotrexate is inappropriate.Adalimumab has been shown to reduce the rate of progression of joint damage as measured by X-ray and to improve physical function, when given in combination with methotrexate.Axial spondyloarthritis: Ankylosing spondylitis (AS): Hulio is indicated for the treatment of adults with severe active ankylosing spondylitis who have had an inadequate response to conventional therapy.Axial spondyloarthritis without radiographic evidence of AS: Hulio is indicated for the treatment of adults with severe axial spondyloarthritis without radiographic evidence of AS, but with objective signs of inflammation by radiological and/or laboratory tests including MRI and serum CRP levels , who have had an inadequate response to, or are intolerant to, non-steroidal anti-inflammatory drugs.  Psoriatic arthritis: Hulio is indicated for the treatment of active and progressive psoriatic arthritis in adults when the response to previous disease-modifying anti rheumatic drug therapy has been inadequate. Adalimumab has been shown to reduce the rate of progression of peripheral joint damage as measured by X-ray in patients with polyarticular symmetrical subtypes of the disease and to improve physical function.Psoriasis: Hulio is indicated for the treatment of moderate to severe chronic plaque psoriasis in adult patients who are candidates for systemic therapy.Hidradenitis suppurativa (HS): Hulio is indicated for the treatment of active moderate to severe hidradenitis suppurativa (acne inversa) in adult patients with an inadequate response to conventional systemic HS therapy.Crohn’s disease:Hulio is indicated for reducing signs and symptoms and inducing and maintaining clinical remission in adult patients with moderately to severely active Crohn’s disease who have had an inadequate response to conventional therapy. Hulio is indicated for reducing signs and symptoms and inducing clinical remission in these patients if they have also lost response to or are intolerant to infliximab. Ulcerative colitis: Hulio is indicated for treatment of moderately to severely active ulcerative colitis in adult patients who have had an inadequate response to conventional therapy including corticosteroids and 6-mercaptopurine (6-MP) or azathioprine (AZA), or who are intolerant to or have medical contraindications for such therapies. Uveitis: Hulio is indicated for the treatment of non-infectious intermediate, posterior and panuveitis in adult patients who have had an inadequate response to corticosteroids, in patients in need of corticosteroid-sparing, or in whom corticosteroid treatment is inappropriate.Intestinal Behcet's disease: Hulio is indicated for the treatment of intestinal Behcet’s disease in patients who have had an inadequate response to conventional therapy.",
  "termsOfIssue": "Prescription required",
  "form": "solution for injection",
  "route": "s.c",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "ADALIMUMAB/ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L04AB04",
      "name": "ADALIMUMAB"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת ",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "HULIO 40MG/0.8ML 2 VIAL",
      "manufacturer": {
        "name": "דקסל פארמה",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 2.0,
        "unit": "units"
      },
      "packagingDescription": "PRE-FILLED PEN GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "9095",
        "yarpa": "72624",
        "pharmasoft": "8490"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1796.360517,
        "retailMargin": 10.0,
        "maxRetailPrice": 1975.996569,
        "maxPriceWithVAT": 2331.675847
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T03:47:38.461986"
  }
}