{
  "catalogId": "5bf2caa4-4fa8-4737-876b-47b9af511957",
  "name": "TRUXIMA",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "161 74 35585 00",
  "treatmentDescriptions": "Truxima is indicated in adults for the following indications: * Non-Hodgkin’s lymphoma (NHL) Truxima is indicated for the treatment of patients with relapsed or refractory low-grade or follicular, B-cell non-hodgkin’s lymphoma. Truxima is indicated for the treatment of previously untreated patients with low-grade or follicular lymphoma in combination with chemotherapy. Truxima is indicated for the treatment of patients with CD20 positive diffuse large B-cell non-Hodgkin's lymphoma in combination with CHOP chemotherapy. Truxima maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy.* Chronic lymphocytic leukaemia (CLL)Truxima in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory CLL. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including rituximab or patients refractory to previous rituximab plus chemotherapy.* Granulomatosis with polyangiitis and microscopic polyangiitisTruxima, in combination with glucocorticoids, is indicated for the treatment of adult patients with granulomatosis with polyangiitis (GPA)  (Wegener’s Granulomatosis (WG)) and microscopic polyangiitis (MPA).*pemphigus vulgaris (PV):Truxima is indicated for the treatment of adult patients with moderate to severe pemphigus vulgaris (PV).",
  "termsOfIssue": "Prescription required",
  "form": "concentrate for solution for infusion",
  "route": "i.v",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "RITUXIMAB/ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L01XC02",
      "name": "RITUXIMAB"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "TRUXIMA100MG/10ML 2 VIALS",
      "manufacturer": {
        "name": "פאדאגיס",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 2.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL 10 ML GLASS TYPE I",
      "shelfLife": "48",
      "storageConditions": "",
      "codes": {
        "moh": "8342",
        "yarpa": "30925",
        "pharmasoft": "20866",
        "barcode": "7290012162404"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1290.422566,
        "retailMargin": 17.5,
        "maxRetailPrice": 1516.246515,
        "maxPriceWithVAT": 1789.170808
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-08-01T12:18:43.453103"
  }
}