{
  "catalogId": "7cb033e7-3eab-421b-ab94-9b3779016dfb",
  "name": "RISPERDAL 1 MG",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "144 78 28260 01",
  "treatmentDescriptions": "Risperdal is indicated for the management of schizophrenia and manifestation of psychotic disorders. The antipsychotic efficacy of Risperdal was established in short-term (6 to 8-weeks) controlled trials of schizophrenic inpatients.  Risperdal is also effective in maintaining the clinical improvement during continuation therapy in patients who have shown an initial treatment response.Risperdal is indicated for the short-term treatment (up to 6 weeks) of persistent aggression in patients with moderate to severe Alzheimer’s dementia unresponsive to non-pharmacological approaches and when there is a risk of harm to self or others. Conduct and other disruptive disorders: Treatment of behavioral disorders expressed by impulse control disorders or self-alienated-aggressive or treatment-requiring behavioral disorders with reduced or substandard intelligence. Treatment should not be given to children under the age of 5 years.Risperdal is indicated for the treatment of mania in bipolar disorder. These episodes are characterized by symptoms such as   elevated, expansive or irritable mood, inflated self-esteem, decreased need for sleep, pressured speech, racing thoughts, distractibility, or poor judgment, including disruptive or aggressive behaviors",
  "termsOfIssue": "Prescription required",
  "form": "film coated tablets",
  "route": "per os",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "RISPERIDONE",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "N05AX08",
      "name": "RISPERIDONE"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "RISPERDAL 1MG/ML SOL 30ML",
      "manufacturer": {
        "name": "יאנסן סילג",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 30.0,
        "unit": "units"
      },
      "packagingDescription": "BLISTER PVC/PE/PVDC/AL",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "4122",
        "yarpa": "23466",
        "pharmasoft": "18295",
        "barcode": "7290008124744"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 22.6167,
        "retailMargin": 37.0,
        "maxRetailPrice": 30.984879,
        "maxPriceWithVAT": 36.56215722
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:12.661461"
  }
}