{
  "catalogId": "8176b91d-a5d9-4f47-a03b-1bd3ce748d0c",
  "name": "COSENTYX  SOLUTION FOR INJECTION",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "154 20 34342 00",
  "treatmentDescriptions": "- Plaque psoriasis: Cosentyx is indicated for the treatment of moderate to severe plaque psoriasis in adults who are candidates for systemic therapy. - Paediatric plaque psoriasis: Cosentyx is indicated for the treatment of moderate to severe plaque psoriasis in children and adolescents from the age of 6 years who are candidates for systemic therapy. - Psoriatic arthritis: Cosentyx, alone or in combination with methotrexate (MTX), is indicated for the treatment of active psoriatic arthritis in adult patients when the response to previous disease modifying anti rheumatic drug (DMARD) therapy has been inadequate. - Axial spondyloarthritis (axSpA) : •Ankylosing spondylitis (AS, radiographic axial spondyloarthritis) Cosentyx is indicated for the treatment of active ankylosing spondylitis in adults who have responded inadequately to conventional therapy. •Non-radiographic axial spondyloarthritis (nr-axSpA) Cosentyx is indicated for the treatment of active non-radiographic axial spondyloarthritis with objective signs of inflammation as indicated by elevated C-reactive protein (CRP) and/or magnetic resonance imaging (MRI) evidence in adults who have responded inadequately to non-steroidal anti-inflammatory drugs (NSAIDs). - Juvenile idiopathic arthritis (JIA) •Enthesitis-related arthritis (ERA) Cosentyx, alone or in combination with methotrexate (MTX), is indicated for the treatment of active enthesitisrelated arthritis in patients 6 years and older whose disease has responded inadequately to, or who cannot tolerate, conventional therapy. •Juvenile psoriatic arthritis (JPsA) Cosentyx, alone or in combination with methotrexate (MTX), is indicated for the treatment of active juvenile psoriatic arthritis in patients 6 years and older whose disease has responded inadequately to, or who cannot tolerate, conventional therapy.Hidradenitis suppurativa (HS)Cosentyx is indicated for the treatment of active moderate to severe hidradenitis suppurativa (acne inversa) in adults with an inadequate response to conventional systemic HS therapy",
  "termsOfIssue": "Prescription required",
  "form": "solution for injection",
  "route": "s.c",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "SECUKINUMAB/ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L04AC10",
      "name": "SECUKINUMAB"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת ",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "COSENTYX 75 MG/0.5 ML SOLUTION FOR INJECTION",
      "manufacturer": {
        "name": "נוברטיס פארמה",
        "countryOfOrigin": "IL"
      },
      "strength": [
        {
          "value": 75.0,
          "unit": "mg"
        },
        {
          "value": 0.5,
          "unit": "ml"
        },
        {
          "value": 0.5,
          "unit": "ml"
        }
      ],
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "PRE-FILLED PEN GLASS TYPE I",
      "shelfLife": "24",
      "storageConditions": "",
      "codes": {
        "moh": "9322",
        "yarpa": "1544",
        "pharmasoft": "23470",
        "barcode": "7290014257429"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1249.418188,
        "retailMargin": 17.5,
        "maxRetailPrice": 1468.066371,
        "maxPriceWithVAT": 1732.318241
      },
      "formulation": [
        "injection",
        "solution"
      ]
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-08-01T15:23:06.254543",
    "tags": [],
    "smartValidation": {
      "extractedFrom": "COSENTYX 75 MG/0.5 ML SOLUTION FOR INJECTION",
      "processedBy": "smart_validation",
      "matchScore": 0.17222222222222222,
      "status": "corrected",
      "correctedAt": "2025-08-01T15:23:06.254561",
      "previousRegistration": "154 20 34342 00",
      "newRegistration": "154 20 34342 00",
      "apiSource": "COSENTYX  SOLUTION FOR INJECTION"
    }
  },
  "nameHebrew": "קוסנטיקס תמיסה להזרקה",
  "registrationDate": "2020-07-31"
}