{
  "catalogId": "88266a9e-3802-4515-b905-53f50b8d0ba6",
  "name": "STEROCORT 4 MG",
  "status": "",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "024 58 21653 00",
  "treatmentDescriptions": "Rheumatology: - Active phases of systemic vasculitis: Panarteritis nodosa (in patients with concomitant positive hepatitis B serology, the duration of treatment should be restricted to two weeks), polymyalgia rheumatica (PMR), PMR with giant cell arteritis, arteritis temporalis with acute visual loss;- Active phases of systemic rheumatic disease: systemic lupus erythematosus, mixed connective tissue disease;- Severe progressive forms of active rheumatoid arthritis, e.g. rapidly destructive forms and/or with extra-articular manifestations;- Other forms of inflammatory rheumatic arthritis, provided that the severity of symptoms requires it and non-steroidal anti-inflammatory drugs (NSAIDs) cannot be used:Spondylarthritis (ankylosing spondylitis with involvement of peripheral joints, psoriatic arthritis, enteropathic arthropathy with high inflammatory activity);- Reactive forms of arthritis;- Arthritis in sarcoidosis;- Severe systemic form of juvenile idiopathic arthritis (Still’s disease) or with iridocyclitis refractory to topical treatment.Pulmonary and respiratory tract disorders: - Bronchial asthma:For the long-term treatment of severe chronic asthma (category 4) and for treatment of exacerbations in adults and children.- Chronic obstructive pulmonary disease (COPD):For short-term treatment (max. 14 days) of exacerbations;- Upper respiratory tract disorders:For short-term treatment of severe forms of allergic rhinitis in adults after failure of all other treatment alternatives, including topical glucocorticoids.Dermatology: - Oral initial treatment of extensive, severe, acute skin conditions responsive to glucocorticoids, such as: Allergic skin disease (e.g. acute urticaria, contact dermatitis, drug eruption), atopic eczema (acute exacerbations or extensive weeping eczema), pemphigus vulgaris.Nephrology: - Minimal change glomerulonephritis;- Extracapillary proliferative glomerulonephritis (rapidly progressive glomerulonephritis), generally in combination with cytostatics, tapering and ending treatment in Goodpasture’s syndrome; for all other forms, long-term continuation of treatment;- Idiopathic retroperitoneal fibrosis.",
  "termsOfIssue": "Prescription required",
  "form": "tablets",
  "route": "per os",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "TRIAMCINOLONE",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "H02AB08",
      "name": "TRIAMCINOLONE"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה שאושרה לשימוש כללי בקופ'ח ",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "STEROCORT 4MG 30TAB",
      "manufacturer": {
        "name": "תרו",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 30.0,
        "unit": "units"
      },
      "packagingDescription": "BLISTER PVC/ALUMINIUM",
      "shelfLife": "48",
      "storageConditions": "",
      "codes": {
        "moh": "2103",
        "yarpa": "7180",
        "pharmasoft": "19146",
        "barcode": "7-290000-810379"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 19.98884715,
        "retailMargin": 37.0,
        "maxRetailPrice": 27.3847206,
        "maxPriceWithVAT": 32.31396887
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T08:43:00.263600"
  }
}