{
  "catalogId": "932c5d1d-5987-4f0e-9532-ee09133722d0",
  "name": "IFO-CELL 2 G",
  "status": "draft",
  "category": "29C",
  "registrationValidity": "valid",
  "registrationNumber": "155 73 34214 00",
  "treatmentDescriptions": "• Testicular tumours For combination chemotherapy in patients with advanced stage II to IV tumours according to the TNM classification (seminomas and non-seminomas), which do not respond or adequately respond to initial chemotherapy.• Cervical cancerPalliative cisplatin/ifosfamide combination chemotherapy (without any other combination partners) of cervical carcinoma, FIGO stage IV B (when curative therapy of the disease is not possible with surgery or radiotherapy) – as an alternative to palliative radiotherapy.• Breast cancerFor palliative therapy in advanced, therapy-refractory or recurrent breast cancer.• Non-small-cell lung cancerFor mono- or combination chemotherapy of patients with inoperable or metastatic tumours.• Small-cell lung cancerFor combination chemotherapy.• Soft-tissue sarcoma (incl. osteosarcoma and rhabdomyosarcoma)For mono- or combination chemotherapy of rhabdomyosarcoma or osteosarcoma after failure of standard therapies. For mono- or combination chemotherapy of other soft-tissue sarcomas after failure of surgery and radiation therapy.• Ewing’s sarcomaFor combination chemotherapy after failure of primary cytostatic therapy.• Non-Hodgkin’s lymphomaFor combination chemotherapy in patients with highly malignant non-Hodgkin’s lymphoma which does not respond, or only insufficiently responds, to the initial therapy. For combination therapy of patients with recurrent tumours.• Hodgkin’s diseaseFor the treatment of patients with primary progressive forms and early relapse of Hodgkin’s disease (duration of complete remission shorter than one year) after failure of primary chemotherapeutic or radiochemotherapeutic treatment – as part of a recognised combination chemotherapy regimen, such as the MINE protocol.",
  "termsOfIssue": "",
  "form": "solution for infusion",
  "route": "i.v",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "IFOSFAMIDE/",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L01AA06",
      "name": "IFOSFAMIDE"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "IFO-CELL 40MG/ML (IFOSFAMIDE 40MG/ML) VIAL",
      "manufacturer": {
        "name": "",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL GLASS TYPE I",
      "shelfLife": "18",
      "storageConditions": "",
      "codes": {
        "moh": "20457",
        "barcode": "7290016369045"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": "",
        "retailMargin": "",
        "maxRetailPrice": "",
        "maxPriceWithVAT": ""
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-08-01T12:18:43.787284"
  }
}