{
  "catalogId": "9f809232-9f57-4cb3-9469-8586b3fdf995",
  "name": "CEFAZOL 1 G.",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "141 70 31813 00",
  "treatmentDescriptions": "Treatment of serious infections caused by susceptible organisms and also perioperatively for prophylaxis.  Treatment Respiratory tract:  Respiratory tract infections due to streptococcus pneumoniae (formerly diplococcus pneumoniae)  klebsiella species  haemophilus influenzae  staphylococcus aureus (penicillin-sensitive and penicillin-resistant)  and group A B - hemolytic streptococci.   Cefazolin is effective in the eradication of streptococci from the nasopharynx. However  data establishing the efficacy of cefazolin in the subsequent prevention of rheumatic fever are not available at present.   Urinary tract:   Infections due to escherichia coli  klebsiella species  proteus mirabilis and some strains of Enterobacter and enterococci.   Skin and skin structure:   -hemolytic beta Infections due to Staphylococcus aureus (penicillin-sensitive and penicillin-resistant)  group A streptococci and other strains of streptococci.   Biliary tract:   Infections due to escherichia coli  various strains of streptococci  proteus mirabilis  klebsiella species and staphylococcus aureus.  Bone and joint :Infections due to staphylococcus aureus.   Genital infections (i.e. prostatitis  epididymitis) due to escherichia coli  proteus mirabilis  klebsiella species and some strains of enterococci.Septicemia due to streptococcus pneumoniae (formerly diplococcus pneumoniae)  staphylococcus aureus (penicillin-sensitive and penicillin-resistant) proteus mirabilis  escherichia coli and klebsiella species.Endocarditis caused by staphylococcus aureus (penicillin-sensitive and penicillin-resistant) and group A beta-hemolytic streptococci.   Appropriate culture and susceptibility studies should be performed to determine the susceptibility of the causative organism to cefazolin.Perioperative prophylaxis:   The prophylactic administraton of cefazolin perioperatively (preoperatively  intraoperatively and postoperatively) may reduce the incidence of certain postoperative infectons in patients undergoing surgical procedures (e.g. hysterectomy  gastrointestinal surgery and transurethral prostatectomy) that are classified as contaminated or potentially contaminated. The perioperative use of cefazolin may also be effective in surgical patients in whom infection at the operative site would present a serious risk (e.g. open-heart surgery and prosthetic arthroplasty).",
  "termsOfIssue": "Prescription required",
  "form": "powder for solution for injection",
  "route": "i.v, i.m",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "CEFAZOLIN AS SODIUM/VIAL",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "J01DB04",
      "name": "CEFAZOLIN"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "CEFAZOL 1g 10 VIALS",
      "manufacturer": {
        "name": "סנדוז",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 10.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL GLASS TYPE III",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "8318",
        "yarpa": "24378",
        "pharmasoft": "10368"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 64.94368,
        "retailMargin": 34.5,
        "maxRetailPrice": 87.3492496,
        "maxPriceWithVAT": 103.0721145
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:12.960856"
  }
}