{
  "catalogId": "b6ff8722-369f-421c-a6ba-25ba430bc1a9",
  "name": "BOTOX 100",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "057 68 27328 00",
  "treatmentDescriptions": "Neurologic disorders:•\t•Focal spasticity associated with dynamic equinus foot deformity due to spasticity in ambulant paediatric cerebral palsy patients two years of age or older. •\t•\tFocal spasticity of the wrist and hand in adult •\tFocal spasticity of the lower limb, including ankle and foot in adult. •\t•Blepharospasm or VII nerve disorders in patients over 12 years, hemifacial spasm and associated focal dystonias as well as the correction of strabismus in patients 12 years of age and above. •\t•Reduction of the signs and symptoms of Cervical dystonia (spasmodic torticollis) in adults. •\t•Symptom relief in adults fulfilling criteria for chronic migraine (headaches on &#8805;15 days per month of which at least 8 days with migraine) in patients who have responded inadequately or are intolerant of prophylactic migraine medications. Bladder disorders: •Management of overactive bladder with symptoms of urinary incontinence, urgency and frequency in adult patients who have an inadequate response to, or are intolerant of, anticholinergic medication. •Urinary incontinence in adults with neurogenic detrusor overactivity resulting from neurogenic bladder due to stable sub-cervical spinal cord injury, or multiple sclerosis. Skin and skin appendage disorder: •Management of primary axillary hyperhidrosis in patients who failed other medical symptomatic treatment. •For the temporary improvement in the appearance of: - moderate to severe vertical lines between the eyebrows seen at maximum frown (glabellar lines) and/or, - moderate to severe lateral canthal lines (crow’s feet lines) seen at maximum smile and/or, - moderate to severe forehead lines seen at maximum eyebrow elevation when the severity of the facial lines has an important psychological impact in adult patients.",
  "termsOfIssue": "Prescription required",
  "form": "powder for solution for injection",
  "route": "intradermal, i.m",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "BOTULINUM TOXIN TYPE A 100 U/VIAL",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "M03AX01",
      "name": "BOTULINUM TOXIN"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לשימוש בבתי חולים או אשפוז יום",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "BOTOX 100 U 1 VIAL",
      "manufacturer": {
        "name": "אב-וי",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "6719",
        "yarpa": "10874",
        "pharmasoft": "2553",
        "barcode": "7290008127103"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 645.078644,
        "retailMargin": 17.5,
        "maxRetailPrice": 757.9674067,
        "maxPriceWithVAT": 894.4015001
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:13.306786"
  }
}