{
  "catalogId": "ba3235cb-d3f4-4677-ba4c-03e5467b69ac",
  "name": "SIMVACOR 80",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "121 96 30223 01",
  "treatmentDescriptions": "Coronary Heart Disease : In patients with coronary heart disease and hypercholesterolemia  Simvacor is indicated to: Reduce the risk of total mortality by reducing coronary death Reduce the risk of non-fatal myocardial infarction Reduce the risk for undergoing myocardial revascularization procedures. Reduce the risk of stroke and transient ischemic attacks (TIA). Hyperlipidemia: Simvacor is indicated as an adjunct to diet to reduce elevated TOTAL-C  LDL-C  Apo B and TG  and to increase HDL-C in patients with primary hypercholesterolemia( heterozygous familial and nonfamilial) and mixed dyslipidemia (Frederickson Types IIa and IIb) Simvacor therefore  lowers the LDL-C/HDL-C and the total-C/HDL-C ratios. Homozygous familial hypercholesterolemia: Simvacor is also indicated as an adjunct to diet and other non-dietary measures in reducing elevated total cholesterol  LDL-cholesterol and apolipoprotein B in patients with homozygous familial hypercholesterolemia when response to these measures is inadequate. Hypertriglyceridemia (Fredrickson type IV hyperlipidemia). Simvacor is indicated for the treatment of patients with primary dysbetalipoproteinemia (Fredrickson type III hyperlipidemia).   In patients at a high risk of coronary events because of existing coronary heart disease  diabetes  peripheral vessel disease  history of stroke or other cerebrovascular disease  Simvacor is indicated to:   - Reduce the risk of total mortalily by reducing CHD deaths.   - Reduce the risk of non-fatal myocardial infarction and stroke.   - Reduce the need for coronary and non-coronary revascularization procedures.",
  "termsOfIssue": "Prescription required",
  "form": "film coated tablets",
  "route": "per os",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "SIMVASTATIN",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "C10AA01",
      "name": "SIMVASTATIN"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "SIMVACOR 80 80MG 30TAB",
      "manufacturer": {
        "name": "אוניפארם",
        "countryOfOrigin": "IL"
      },
      "strength": [],
      "quantity": {
        "value": 30.0,
        "unit": "units"
      },
      "packagingDescription": "BLISTER PVC/ALUMINIUM",
      "shelfLife": "24",
      "storageConditions": "",
      "codes": {
        "moh": "3865",
        "yarpa": "4394",
        "pharmasoft": "19450"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 75.3379,
        "retailMargin": 34.5,
        "maxRetailPrice": 101.3294755,
        "maxPriceWithVAT": 119.5687811
      },
      "formulation": ""
    }
  ],
  "metadata": {
    "version": "1.5",
    "lastUpdated": "2025-08-01T18:03:50.893715"
  }
}