{
  "catalogId": "d06dc7b4-129b-4a1c-99f7-35ecb6f87bf0",
  "name": "ACTEMRA 162 MG S.C.",
  "status": "",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "153 15 34111 00",
  "treatmentDescriptions": "- Actemra in combination with methotrexate (MTX) is indicated for the treatment of moderate to severe active rheumatoid arthritis (RA) in adult patients who have either responded inadequately to, or who were intolerant to, previous therapy with one or more disease modifying anti rheumatic drugs (DMARDs) or tumor necrosis factor (TNF) antagonists. In these patients, Actemra can be given as monotherapy in case of intolerance to MTX or where continued treatment with MTX is inappropriate. - Actemra has been shown to reduce the rate of progression of joint damage as measured by X-ray and to improve physical function when given in combination with methotrexate. - Actemra in combination with methotrexate (MTX) in indicated for the treatment of severe, active and progressive rheumatoid arthritis (RA) in adults not previously treated with MTX - Actemra (tocilizumab) is indicated for the treatment of giant cell arteritis (GCA) in adult patients.  - Actemra in combination with methotrexate (MTX) is indicated for the treatment of juvenile idiopathic polyarthritis (pJIA; rheumatoid factor positive or negative and extended oligoarthritis) in patients 2 years of age and older, who have responded inadequately to previous therapy with MTX. Actemra can be given as monotherapy in case of intolerance to MTX or where continued treatment with MTX is inappropriate. - Actemra is indicated for the treatment of active systemic juvenile idiopathic arthritis (sJIA) in patients 1 year of age and older, who have responded inadequately to previous therapy with NSAIDs and systemic corticosteroids. Actemra can be given as monotherapy (in case of intolerance to MTX or where treatment with MTX is inappropriate) or in combination with MTX.",
  "termsOfIssue": "Prescription required",
  "form": "solution for injection",
  "route": "s.c",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "TOCILIZUMAB/ 0.9  ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "L04AC07",
      "name": "TOCILIZUMAB"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת ",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "ACTEMRA 20MG/ML 1X10ML(200MG) CONC. FOR SOLUTION FOR INF.",
      "manufacturer": {
        "name": "רוש",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "SYRINGE PREFILLED  GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "6416",
        "yarpa": "84077",
        "pharmasoft": "9340"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1059.550486,
        "retailMargin": 17.5,
        "maxRetailPrice": 1244.971821,
        "maxPriceWithVAT": 1469.066683
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T00:06:31.284205"
  }
}