{
  "catalogId": "ea389d4a-a2ea-4221-b96f-fbf8760dcc7a",
  "name": "ACTILYSE 20 MG",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "136 78 31438 00",
  "treatmentDescriptions": "Acute myocardial infarction :Actilyse is indicated for use in the management of acute myocardial infraction (AMI) in adults for the lysis of thrombi obstructing coronary arteries, the reduction of infract size, improvement of ventricular function, the reduction of the incidence of congestive heart failure and the reduction of mortality associated with AMI. Treatment should be initiated as soon as possible after the onset of AMI symptoms.Acute massive pulmonary embolism with hemodynamic deprivation:Actylise is indicated in the management of acute massive pulmonary embolism (PE) in adults:- for the lysis of acute pulmonary emboli, defined as obstruction of blood flow to a lobe or multiple segments of the lung, and- for the lysis of pulmonary emboli accompanied by unstable hemodynamics e.g. failure to maintain blood pressure without supportive measures. The diagnosis should be confirmed by objective means, such as pulmonary angiography or noninvasive procedures such as lung scanning. For fibrinolytic treatment of acute ischaemic stroke.Treatment must be started as early as possible within 4.5 hours after onset of stroke symptoms and after exclusion of intracranial haemorrhage by appropriate imaging techniques (e.g. cranial computerised tomography or other diagnostic imaging method sensitive for the presence of haemorrhage). The treatment effect is time-dependent; therefore earlier treatment increases the probability of a favourable outcome. This treatment is restricted to a prescription by a specialist in neurology.",
  "termsOfIssue": "Prescription required",
  "form": "powder and solvent for solution for injection/infusion",
  "route": "i.v",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "ALTEPLASE/VIAL",
  "codes": {},
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "ACTILYSE 50 MG 1VIAL/50ML",
      "manufacturer": {
        "name": "בורינגר אינגלהיים",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 1.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "7365",
        "yarpa": "47794",
        "pharmasoft": "9711"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1714.199337,
        "retailMargin": 17.5,
        "maxRetailPrice": 2014.184221,
        "maxPriceWithVAT": 2376.737276
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:13.754057"
  }
}