{
  "catalogId": "ebe1639b-37fe-4496-8fbd-3f335fe42277",
  "name": "NOXAFIL SUSPENSION",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "138 37 31627 00",
  "treatmentDescriptions": "Noxafil is indicated for use in the treatment of the following fungal infections in adults :   - Invasive aspergillosis in patients with disease that is refractory to amphotericin B or itraconazole or in patients who are intolerant of these medicinal products    - Fusariosis in patients with disease that is refractory to amphotericin B or in patients who are intolerant of amphotericin B   - Chromoblastomycosis and mycetoma in patients with disease that is refractory to itraconazole or in patients who are intolerant of itraconazole     - Coccidioidomycosis in patients with disease that is refractory to amphotericin B  itraconazole or fluconazole or in patients who are intolerant of these medicinal products    - Oropharyngeal candidiasis : as first - line therapy in patients who have severe disease or are immunocompromised  in whom response to topical therapy is expected to be poor.   Refractoriness is defined as progression of infection or failure to improve after a minimum of 7 days of prior therapeutic doses of effective antifungal therapy.   Noxafil is also indicated for prophylaxis of invasive fungal infections in the following patients :   - Patients receiving remission- induction chemotherapy for acute myelogenous leukemia  ( AML) or myelodysplastic syndromes ( MDS ) expected to result in prologed neutropenia and who are at high risk of developing invasive fungal infections     - Hematopoietic stem cell transplant ( HSCT) recipients who are undergoing high - dose immunosuppressive therapy for graft versus host disease and who are at high risk of developing invasive fungal infections.   Zygomycosis in patients intolerant of  or with disease that is refractory to  alternative therapy",
  "termsOfIssue": "Prescription required",
  "form": "suspension",
  "route": "per os",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "POSACONAZOLE/ML",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "J02AC04",
      "name": "POSACONAZOLE"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "NOXAFIL SUSPENSION 40 MG/ML 105ML",
      "manufacturer": {
        "name": "מ.ס.ד. ישראל",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 105.0,
        "unit": "units"
      },
      "packagingDescription": "BOTTLE GLASS TYPE III",
      "shelfLife": "24",
      "storageConditions": "",
      "codes": {
        "moh": "6101",
        "yarpa": "89495",
        "pharmasoft": "14509",
        "barcode": "7290008121460"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 1501.860024,
        "retailMargin": 17.5,
        "maxRetailPrice": 1764.685528,
        "maxPriceWithVAT": 2082.328831
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-08-01T12:18:44.339097"
  }
}