{
  "catalogId": "faa47107-e30a-4bc4-8093-92b107c1525f",
  "name": "VIMPAT 10 MG/ML",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "149 13 33552 01",
  "treatmentDescriptions": "Vimpat is indicated as monotherapy and adjunctive therapy in the treatment of partial-onset seizures with or without secondary generalisation in adults, adolescents and children from 4 years of age with epilepsy.בקשה לשינוי משטר מינון: 17/5/20204.2\tPosology and method of administrationPosologyLacosamide must be taken twice a day (usually once in the morning and once in the evening).Lacosamide may be taken with or without food.If a dose is missed, the patient should be instructed to take the missed dose immediately, and then to take the next dose of lacosamide at the regularly scheduled time. If the patient notices the missed dose within 6 hours of the next one, he/she should be instructed to wait to take the next dose of lacosamide at the regularly scheduled time. Patients should not take a double dose.Adolescents and children weighing 50 kg or more, and adultsThe following table summarises the recommended posology for adolescents and children weighing 50 kg or more, and for adults. More details are provided in the table below.\tMonotherapy\tAdjunctive therapyStarting dose\t100 mg/day or 200 mg/day\t100 mg/daySingle loading dose (if applicable)\t200 mg\t200 mgTitration (incremental steps)\t50 mg twice a day (100 mg/day) at weekly intervals\t50 mg twice a day (100 mg/day) at weekly intervalsMaximum recommended dose\tup to 600 mg/day\tup to 400 mg/dayMonotherapy The recommended starting dose is 50 mg twice a day which should be increased to an initial therapeutic dose of 100 mg twice a day after one week.Lacosamide can also be initiated at the dose of 100 mg twice a day based on the physician's assessment of required seizure reduction versus potential side effects.Depending on response and tolerability, the maintenance dose can be further increased at weekly intervals by 50 mg twice a day (100 mg/day), up to a maximum recommended daily dose of 300 mg twice a day (600 mg/day). In patients having reached a dose greater than 400 mg/day and who need an additional antiepileptic medicinal product, the posology that is recommended for adjunctive therapy below should be followed.Adjunctive therapy The recommended starting dose is 50 mg twice a day which should be increased to an initial therapeutic dose of 100 mg twice a day after one week. Depending on response and tolerability, the maintenance dose can be further increased at weekly intervals by 50 mg twice a day (100 mg/day), up to a maximum recommended daily dose of 400 mg (200 mg twice a day). Initiation of lacosamide treatment with a loading dose Lacosamide treatment may also be initiated with a single loading dose of 200 mg, followed approximately 12 hours later by a 100 mg twice a day (200 mg/day) maintenance dose regimen. Subsequent dose adjustments should be performed according to individual response and tolerability as described above. A loading dose may be initiated in patients in situations when the physician determines that rapid attainment of lacosamide steady state plasma concentration and therapeutic effect is warranted. It should be administered under medical supervision with consideration of the potential for increased incidence of serious cardiac arrhythmia and central nervous system adverse reactions (see section 4.8). Administration of a loading dose has not been studied in acute conditions such as status epilepticus.DiscontinuationIn accordance with current clinical practice, if lacosamide has to be discontinued, it is recommended this be done gradually (e.g. taper the daily dose by 200 mg/week).In patients who develop serious cardiac arrhythmia, clinical benefit/risk assessment should be performed and if needed lacosamide should be discontinued.",
  "termsOfIssue": "Prescription required",
  "form": "solution for infusion",
  "route": "i.v",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "LACOSAMIDE/",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "N03AX18",
      "name": "LACOSAMIDE"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "תרופה מוגבלת לרישום ע'י רופא מומחה או הגבלה אחרת",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "VIMPAT 100MG 56 F.C.TAB",
      "manufacturer": {
        "name": "ניאופרם",
        "countryOfOrigin": "IL"
      },
      "strength": {
        "value": 0,
        "unit": ""
      },
      "quantity": {
        "value": 56.0,
        "unit": "units"
      },
      "packagingDescription": "VIAL 20 ML GLASS TYPE I",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "7186",
        "yarpa": "46138",
        "pharmasoft": "22413",
        "barcode": "7290100412688"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 214.6483302,
        "retailMargin": 17.5,
        "maxRetailPrice": 252.211788,
        "maxPriceWithVAT": 297.6099098
      }
    }
  ],
  "metadata": {
    "version": "1.4",
    "lastUpdated": "2025-07-31T22:09:13.875820"
  }
}