{
  "catalogId": "ffb1fa5b-8af2-4a95-b05e-0b0057a6e902",
  "name": "CYTOTEC 200 MCG TABLETS",
  "status": "draft",
  "category": "prescription",
  "registrationValidity": "valid",
  "registrationNumber": "037 78 25161 00",
  "treatmentDescriptions": "For the treatment of duodenal and gastric ulcer.Treatment and prevention NSAID induced ulcers lesions, erosions, while NSAID therapy continues.Use in conjunction with Mifepristone subject to the approval of a committee for the termination of pregnancy according to the Israeli penal law 1977.First-trimester pregnancy failure: Use is intended for emptying the uterus in states of first trimester pregnancy failure, including: presentation of a pregnancy sac in the uterus with no fetal echo, missed abortion (until week 11+6 and a fetus 40 mm in length) or incomplete abortion. The preparation is to be used after location of the sac in the uterus has been proved and the diagnosis of pregnancy failure is certain. The preparation can be used for this purpose in an ambulatory setting. The dosage and route of administration will be similar to the use of Cytotec in pregnancy termination after using Mifegyne. Informed consent and medical surveillance are required.Softening and dilation of the cervix for performing intrauterine procedures, such as: curettage, hysteroscopy, IUD insertion and others, according to clinical judgment. The preparation can be used for this purpose in an ambulatory setting. The route of administration (vaginal, sublingual, buccal, oral or rectal) and the dosage are according to the decision of the attending doctor.",
  "termsOfIssue": "Prescription required",
  "form": "tablets",
  "route": "per os, rectal, buccal, sublingual, vaginal",
  "site": "",
  "method": "",
  "administrationNotes": "",
  "ingredients": "MISOPROSTOL",
  "codes": {
    "atc5": {
      "system": "WHO ATC Classification",
      "code": "A02BB01",
      "name": "MISOPROSTOL"
    }
  },
  "contraindications": "",
  "sideEffect": "",
  "warnings": "",
  "alternativeMedications": [],
  "packaging": [
    {
      "name": "CYTOTEC 200MCG 28TAB",
      "manufacturer": {
        "name": "פיזר",
        "countryOfOrigin": "IL"
      },
      "strength": [
        {
          "value": 200.0,
          "unit": "mcg"
        }
      ],
      "quantity": {
        "value": 28.0,
        "unit": "units"
      },
      "packagingDescription": "BLISTER ALUMINIUM LAMINATE",
      "shelfLife": "36",
      "storageConditions": "",
      "codes": {
        "moh": "1078",
        "yarpa": "8146",
        "pharmasoft": "3643"
      },
      "manufacturersAdministrationRecommendation": "",
      "pricing": {
        "currency": "ILS",
        "maxWholesalePrice": 24.46973275,
        "retailMargin": 37.0,
        "maxRetailPrice": 33.52353386,
        "maxPriceWithVAT": 39.5577682
      },
      "formulation": "tablet"
    }
  ],
  "metadata": {
    "version": "1.5",
    "lastUpdated": "2025-08-01T18:03:51.670980"
  }
}